[
  {
    "name": "Imagica Water Park",
    "date": "25 Sep Onwards",
    "timing": "1Day",
    "synopsis": "Located next to the theme park is the Imagica water park. Inspired by the Greek Mykonos theme, Imagica Water Park welcomes visitors with 14 thrilling rides like the Loopy Whoopy, Swirl Whirl and Twisty Turvy and exciting restaurants that will entertain your stomach in every way. The chilled out vibe at this day party destination just makes you want to `Go With The Flow`.",
    "venue": "Imagica Water Park",
    "kindof": "Market/Others",
    "price": "707"
  },
  {
    "name": "Jagran Film Festival",
    "date": "27 Sep Onwards",
    "timing": "---",
    "synopsis": "Jagran Film Festival (JFF) is an initiative by the Jagran Prakashan Group towards creating a culture of cinema appreciation and an honest and sincere attempt create a platform that connects great content with audiences across the country.",
    "venue": "Fun Republic: Andheri (W)",
    "kindof": "Films",
    "price": "250"
  },
  {
    "name": "Medium-Sized Improv",
    "date": "29 Sep",
    "timing": "1hr 15mins",
    "synopsis": "Medium-Sized Improv is a gang of 5 very medium people in life, with very medium Improv skills, getting together to do some Improv for you which guarantees a night of high energy and lots of laughs.",
    "venue": "Canvas Laugh Club",
    "kindof": "Stand Up",
    "price": "350"
  },
  {
    "name": "Ride-O-Fest",
    "date": "28 Sep Onwards",
    "timing": "17hrs",
    "synopsis": "Ride-O-Fest is heading to your city. From 28th to 30th September 2018, around 6000+ bikers and enthusiasts from around the nation will be assembling for celebrating their love for riding. Ride-O-Fest will lure a plentitude of riders with mind-blowing evenings arranged phenomenal acts and most popular and renowned performers. Rides, Loudest bike, Rally Races, Dirt Races, Stunt Shows, Arm wrestling, Mouth Watering Food, Drinks and lots of Fun lined up for the bike enthusiast to make it a memorable one for life time  All in all it`",
    "venue": "ROF Arena: Indore",
    "kindof": "Adventure ",
    "price": "1200"
  },
  {
    "name": "Windmill Festival",
    "date": "17 Nov Onwards",
    "timing": "8hrs",
    "synopsis": "India's First International Children's Festival, curates' experiences for the 0-3, 4-7 & 8-14 age groups and their families. The key objective of the festival is to give the urban child an outlet to be creative, gain information and get a recreational experience along with an avenue to spend quality time with their parents and friends in an outdoor setting.",
    "venue": "JioGarden, BKC: Mumbai",
    "kindof": "Workshops ",
    "price": "639"
  },
  {
    "name": "Comic Scenes",
    "date": "28 Sep",
    "timing": "1hr 30mins",
    "synopsis": "'Comic Scenes' is a live stand-up comedy event. The series of performances will take place quarterly, along the year, that is, once, every three months. The act will be a two-hour long performance by well-known stand-up comedians.",
    "venue": "HK Hall: Ahmedabad",
    "kindof": "Stand Up",
    "price": "499"
  },
  {
    "name": "Kalatist",
    "date": "29 Sep",
    "timing": "1hr 30mins",
    "synopsis": "We at CLAP have always believed in providing a platform for creativity for all those who deserve it. And we're back with just the event to do so. All the Artists out there, these ones for you! Come and register with us for our exclusive Artist Competition!",
    "venue": "CLAP: Malad",
    "kindof": "Art",
    "price": "150"
  },
  {
    "name": "Midnight Cycling & Storytelling",
    "date": "29 Sep",
    "timing": "10:00 PM to 1:00 AM",
    "synopsis": "This midnight cycling tour will transcend you to the time when Bombay was a quaint little town under the British Raj. Our story traces the life-journey of a young Gujrat boy who came to Bombay to make a living, but his destiny had something else planned. From being one of the richest businessman in Bombay to becoming the most hated man, his life was nothing less than an adventure.",
    "venue": "Happy Cycle Shop: Mumbai",
    "kindof": "Cycling Tour",
    "price": "699"
  },
  {
    "name": "Puppet Making Workshop",
    "date": "30 Sep",
    "timing": "2hrs",
    "synopsis": "Ethiros Theatre Group presents 'Puppet Making Workshop', a fun interactive workshop for your kids, where they will learn the art of making puppets and telling stories. They will not only learn to make the puppet but will also present a story for the audience at the end of the show.",
    "venue": "The Cuckoo Club: Bandra",
    "kindof": "Performances ",
    "price": "499"
  },
  {
    "name": "Shadows-Comedy By Daniel Fernandes",
    "date": "30 Sep",
    "timing": "1hr 30mins",
    "synopsis": "Shadows is Daniel Fernandes' latest stand-up comedy special that he's touring across India and beyond. This has been a long time in the making and he's excited to share it with people who follow his work and their friends who unwillingly accompany them to the show, and even people who've never heard of him.",
    "venue": "The Beer Cafe: Andheri West",
    "kindof": "Stand Up",
    "price": "499"
  },
  {
    "name": "Atul Khatri - Live in Thane",
    "date": "30 Sep",
    "timing": "1hr 30mins",
    "synopsis": "Chalta Hai Comedy brings Atul Khatri-Live, in Thane, for the very first time! The youngest comic in town is back with new jokes to tell! Let's get this party started Thane! There will be limited valet parking, do come early to find parking in the vicinity or avail private/public transport.",
    "venue": "Satkar Residency: Mumbai",
    "kindof": "Stand Up",
    "price": "499"
  },
  {
    "name": "India Film Project S8",
    "date": "13 Oct Onwards",
    "timing": "---",
    "synopsis": "India Film Project season 8 is here! IFP is Asia's Largest Content Creation Fest, a place with young conversations and activities across films, digital, literature and music with content creators about creating, collaborating and celebrating content",
    "venue": "Nehru Centre: Mumbai",
    "kindof": "Performances",
    "price": "350"
  },
  {
    "name": "Kunal Kamra: Fresh Thoughts!",
    "date": "29 Sep",
    "timing": "1hr 30mins",
    "synopsis": "Watch Kunal being brutally honest, and incisive, with Fresh Thoughts!",
    "venue": "Nehru Memorial Hall: Pune",
    "kindof": "Stand Up",
    "price": "600"
  },
  {
    "name": "LOL Speed Dating",
    "date": "29 Sep Onwards",
    "timing": "2hrs",
    "synopsis": "Feel the chemistry, offline! Mingle with other singles! 200+ successful events across India, 10000+ verified openminded singles connected, 74.4% mutual match, 190 known success stories to LOL's credit.",
    "venue": "The Beer Cafe: Andheri West",
    "kindof": "Dating",
    "price": "1180 "
  },
  {
    "name": "Oye Standup",
    "date": "29 Sep",
    "timing": "1hr 30mins",
    "synopsis": "Welcome to Ambal`s #OyeStandUp* curated by Mohit Sharma & Ankita Shrivastav! 88 Shows in 02 years and has been to 06 cities with ek lauta show in Dubai. Showing regularly at The Hive, Canvas Laugh Club & Namma Bengaluru`s Atta Galatta! Maata ka Jaagran would be our next milestone!",
    "venue": "Cat Cafe Studio: Mumbai",
    "kindof": "Stand Up",
    "price": "200"
  },
  {
    "name": "Navratri with Falguni Pathak 2018",
    "date": "10 Oct Onwards",
    "timing": "3hrs 7PM-10PM",
    "synopsis": "Falguni Pathak is synonymous with Navratri. She is regarded as the queen of dandiya and has been performing in Mumbai for many years. You can dance to her tunes at the Navratri Utsav with Falguni Pathak 2018 organised by Showbizz.",
    "venue": "Late Shri Pramod Mahajan Sports Complex: Mumbai",
    "kindof": "Navratri",
    "price": "900"
  },
  {
    "name": "One World Many Musics: Euphoria",
    "date": "06 Oct",
    "timing": "---",
    "synopsis": "The world that we live in is buzzing with myriad traditions and musical forms across various indigenous cultures. Music from around the world exerts wide cross-cultural influence as styles influence one another. ",
    "venue": "Tata Theatre: NCPA",
    "kindof": "Music ",
    "price": "400"
  },
  {
    "name": "Rangilo Re 2018",
    "date": "10 Oct Onwards",
    "timing": "3hrs ",
    "synopsis": "Come Navratri Mumbai erupts in a range of colors while swirling to catchy dandiya beats. Across Mumbai there is piety and revelry in equal measure. Rangilo Re re-imagines the traditional Navratri experience on a grander and more luxurious scale.",
    "venue": "Nesco: Mumbai",
    "kindof": "Navratri",
    "price": "800"
  },
  {
    "name": "Sunburn City Festival",
    "date": "05 Oct Onwards",
    "timing": "6hrs",
    "synopsis": "Sunburn is bringing you the festival experience here in your city. Be ready to be blown away by the ecstatic performances of Above & Beyond, Yellow Claw, Malaa, Moksi & Kristian Nairn (Hodor from the Game of Thrones fame) You don't wanna miss this one. ",
    "venue": "JioGarden, BKC: Mumbai",
    "kindof": "Electronic & Dance",
    "price": "1500"
  },
  {
    "name": "The Illusionist-Straight from Las Vegas",
    "date": "29 Sep Onwards",
    "timing": "2hrs",
    "synopsis": "THE ILLUSIONIST- THE WORLD'S NO#1 MIND-READER AND ILLUSIONIST FROM NEW YORK- JONATHAN DAVID BASS, IN MUMBAI FOR 4 SHOWS ONLY!..Brought to you by Vishaal Asrani's Institute Of Performing Arts and Produced by Jiji Subi & Vishaal Asrani.WHAT IF SOMEONE COULD TELL YOU, WHAT YOU ARE THINKING & PREDICT YOUR FUTURE?",
    "venue": "Bal Gandharva Rang Mandir: Mumbai",
    "kindof": "Magic Show",
    "price": "472"
  }
]