[
{"name":"Captain Marvel",
"realease_date":"25 March 2019",
"length":"2:30",
"synopsis":"A U.S. Military officer Carol Danvers is met with an accident where the explosion of a device created by the Kree aliens, helps her gain superpowers. She joins The Avengers as Ms. Marvel, and then goes on to take the position of Captain Marvel.",
"gerne":"Sci-Fi/Adventure/Action",
"language":"English",
"ticket":"150"},{"name":"Solo A StarWars Story",
"realease_date":"25 May, 2018",
"length":"2 hrs 14 mins",
"synopsis":"The story of Solo: A Star Wars Story is based on the adventures of Han Solo played by Alden Ehrenreich and Chewbacca played by Joonas Suotamo and their early encounters with Lando Calrissian played by Donald Glover, before joining the Rebellion.",
"gerne":"Sci-Fi/Adventure/Action",
"language":"English",
"ticket":"150"},{"name":"Avengers: Infinity War",
"realease_date":"02 Oct, 2018",
"length":"2 hrs 29 mins",
"synopsis":"As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
"gerne":"Sci-Fi/Adventure/Action",
"language":"English ",
"ticket":"150"},{"name":"First Man",
"realease_date":"12 Oct, 2018",
"length":"Not Available",
"synopsis":"A fascinating peek into the life of aeronautical engineer and NASA astronaut, Neil Armstrong, focussing on the years leading up to him becoming the first man to walk on the Moon on July 20th, 1969.",
"gerne":"Drama",
"language":"English",
"ticket":"150"},{"name":"LoveYatri",
"realease_date":"05 Oct, 2018",
"length":"Not Available",
"synopsis":"Sushrut, a garba teacher falls in love with an NRI girl when she visits his town during the Navratri festivities. Will he be able to win her affection in nine days?  ",
"gerne":"Drama/Romance",
"language":"Hindi",
"ticket":"150"},{"name":"Mortal Engines",
"realease_date":"14 Dec, 2018",
"length":"Not Available",
"synopsis":"Thousands of years after civilization was destroyed by a cataclysmic event, humankind has adapted and a new way of living has evolved. Gigantic moving cities now roam the Earth, ruthlessly preying upon smaller traction towns. Tom Natsworthy, who hails from a Lower Tier of the great traction city of London, finds himself fighting for his own survival after he encounters the dangerous fugitive Hester Shaw. Two opposites, whose paths should never have crossed, forge an unlikely alliance that is destined to change the course of the future",
"gerne":"Sci-Fi",
"language":"English",
"ticket":"150"},{"name":"NatSamrat",
"realease_date":"Aug 30, 2018",
"length":"2 hrs 10 mins",
"synopsis":"Natsamrat depicts the tragic family life of a stage actor who has retired from acting but is unable to forget his fond memories of theatre and the stage.",
"gerne":"Drama/Family",
"language":"Gujarati",
"ticket":"150"},{"name":"Shu Thayu?",
"realease_date":"Aug 24, 2018",
"length":"2 hrs 15 mins",
"synopsis":"While playing cricket with his friends, Manan meets with an accident that causes loss of his partial memory. Now, Manan doesn't recognize his fiance Deepali or anything about his impending wedding. Will his friends tell, `What happened!` or will Manan remember everything?",
"gerne":"Comedy/Drama",
"language":"Gujarati",
"ticket":"150"},{"name":"The Nun",
"realease_date":"07 Sep, 2018",
"length":"1 hrs 36 mins",
"synopsis":"When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the orders unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in The Conjuring 2, as the abbey becomes a horrific battleground between the living and the damned",
"gerne":"Horror/Thriller",
"language":"English/Hindi",
"ticket":"150"},{"name":"Thugs of Hindostan",
"realease_date":"08 Nov, 2018",
"length":"Not Available",
"synopsis":"Based on Philip Meadows Taylor's 1839 novel Confessions of a Thug, the movie tells us about a thug named Ameer Ali and his gang, whose nefarious ways posed a serious challenge to the British Empire in India between 1790 and 1805.",
"gerne":"Adventure/Action/Drama",
"language":"Hindi",
"ticket":"150"},{"name":"Gold",
"realease_date":"15 Aug, 2018",
"length":"2 hrs 33 mins",
"synopsis":"A fictional retelling of an iconic moment in Indian history, the film revolves around the country's first Olympic gold win as an independent nation in 1948. The victory against Great Britain in the field hockey final was a payback in many ways, and was instrumental in reaffirming the national identity of a newly independent India.",
"gerne":"Biography/Drama/Sports",
"language":"Hindi",
"ticket":"150"},{"name":"Jalebi",
"realease_date":"12 Oct, 2018",
"length":"Not Available",
"synopsis":"Jalebi is a Hindi movie starring Rhea Chakraborty and Digangana Suryavanshi in prominent roles. It is a drama directed by Pushpdeep Bhardhwaj, with Mahesh Bhatt as the producer, forming a part of the crew.",
"gerne":"Drama",
"language":"Hindi",
"ticket":"150"},{"name":"Kaashi",
"realease_date":"26 Oct, 2018 ",
"length":"Not Available",
"synopsis":"Set in Varanasi, the story revolves around a distraught brother Kaashi, who is in search of his missing sister Ganga. But, does Ganga really exist?",
"gerne":"Drama",
"language":"Hindi",
"ticket":"150"},{"name":"Manto",
"realease_date":"21 Sep, 2018",
"length":"1 hrs 57 mins",
"synopsis":"The film follows the most tumultuous four years in the life of Manto and that of the two countries he inhabits - India and Pakistan. In Bombay's seedy-shiny film world, Manto and his stories are widely read and accepted. But as sectarian violence engulfs the nation, Manto makes the difficult choice of leaving his beloved Bombay. In Lahore, he finds himself bereft of friends and unable to find takers for his writings. His increasing alcoholism leads him into a downward spiral. Through all of this, he continues to write prolifically, without dilution. This is the tale of two emerging nations, two faltering cities, and one man who tries to make sense of it all.",
"gerne":"Biography/Drama",
"language":"Hindi",
"ticket":"150"},{"name":"Namaste England",
"realease_date":"19 Oct, 2018",
"length":"Not Available",
"synopsis":"Namaste England is a young and refreshing story of Jasmeet and Param, whose love story traces along different places from Punjab to Dhaka to Paris to Brussels to finally London.",
"gerne":"Comedy/Romance",
"language":"Hindi",
"ticket":"150"},{"name":"Pataakha",
"realease_date":"Sep 28, 2018",
"length":"Not Available",
"synopsis":"Based on Charan Singh Pathik's short story, Do Behnein, it revolves around two sisters, Badki and Chhutki who grow up in a small village in Rajasthan and are constantly at war but when marriage separates them, they realise they can't seem to live with or without each other. ",
"gerne":"Comedy/Drama",
"language":"Hindi",
"ticket":"150"},{"name":"Satyameva Jayte",
"realease_date":"Aug 15, 2018",
"length":"2 hrs 21 mins",
"synopsis":"Driven by his harrowing past and a strong sense of justice, a man sets out on a mission to take down corrupt and degenerate cops. However, his vigilantism soon finds a nemesis in a righteous police officer, who is determined to stop his violent killing spree. A cat-and-mouse game ensues, and the two men are about to find out that they have a lot in common despite being on either side of the law.",
"gerne":"Action/Thriller",
"language":"Hindi",
"ticket":"150"},{"name":"LoveYatri",
"realease_date":"05 Oct, 2018",
"length":"Not Available",
"synopsis":"Sushrut, a garba teacher falls in love with an NRI girl when she visits his town during the Navratri festivities. Will he be able to win her affection in nine days?  ",
"gerne":"Drama/Romance",
"language":"Hindi",
"ticket":"150"},{"name":"Thugs of Hindostan",
"realease_date":"08 Nov, 2018",
"length":"Not Available",
"synopsis":"Based on Philip Meadows Taylor's 1839 novel Confessions of a Thug, the movie tells us about a thug named Ameer Ali and his gang, whose nefarious ways posed a serious challenge to the British Empire in India between 1790 and 1805.",
"gerne":"Adventure/Action/Drama",
"language":"Hindi",
"ticket":"150"},{"name":"Mortal Engines",
"realease_date":"14 Dec, 2018",
"length":"Not Available",
"synopsis":"Thousands of years after civilization was destroyed by a cataclysmic event, humankind has adapted and a new way of living has evolved. Gigantic moving cities now roam the Earth, ruthlessly preying upon smaller traction towns. Tom Natsworthy, who hails from a Lower Tier of the great traction city of London, finds himself fighting for his own survival after he encounters the dangerous fugitive Hester Shaw. Two opposites, whose paths should never have crossed, forge an unlikely alliance that is destined to change the course of the future",
"gerne":"Sci-Fi",
"language":"English",
"ticket":"150"},{"name":"First Man",
"realease_date":"12 Oct, 2018",
"length":"Not Available",
"synopsis":"A fascinating peek into the life of aeronautical engineer and NASA astronaut, Neil Armstrong, focussing on the years leading up to him becoming the first man to walk on the Moon on July 20th, 1969.",
"gerne":"Drama",
"language":"English",
"ticket":"150"},{"name":"The Nun",
"realease_date":"07 Sep, 2018",
"length":"1 hrs 36 mins",
"synopsis":"When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the orders unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in The Conjuring 2, as the abbey becomes a horrific battleground between the living and the damned",
"gerne":"Horror/Thriller",
"language":"English/Hindi",
"ticket":"150"},{"name":"Aquaman",
"realease_date":"Dec, 2018",
"length":"Not Available",
"synopsis":"Immediately following the events of Justice League, Arthur Curry, the reluctant heir to the underwater kingdom of Atlantis, tries to balance the world of the surface dwellers and his own people. But where does his loyalty lie? In the water or on the land? While Aquaman finds himself at crossroads with these questions, closer to home a known foe tries to dethrone him.",
"gerne":"Adventure/Action/Fantasy",
"language":"English ",
"ticket":"150"},{"name":"Fantastic Beasts: The Crimes of Grindelwald",
"realease_date":"16 Nov, 2018",
"length":"Not Available",
"synopsis":"In the second installment of the Fantastic Beasts' film series, Grindelwald escapes the custody of MACUSA Magical Congress of the United States of America150 and has set about gathering followers, most unsuspecting of his true agenda: to raise pure-blood wizards up to rule over all non-magical beings. In an effort to thwart Grindelwald's plans, Albus Dumbledore enlists his former student Newt Scamander, who agrees to help, unaware of the dangers that lie ahead. Lines are drawn as love and loyalty are tested, even among the truest friends and family, in an increasingly divided wizarding world. ",
"gerne":"Adventure/Action/Fantasy",
"language":"English",
"ticket":"150"},{"name":"Johnny English Strikes Again",
"realease_date":"26 Oct, 2018",
"length":"Not Available",
"synopsis":"A cyber-attack reveals the identity of all active undercover agents in Britain, leaving Johnny English as the secret service's last hope. Called out of retirement, English dives head first into action with the mission to find the mastermind hacker. As a man with few skills and analogue methods, Johnny English must overcome the challenges of modern technology to make this mission a success. ",
"gerne":"Adventure/Action/Comedy",
"language":"English",
"ticket":"150"},{"name":"Peppermint",
"realease_date":"28 Sep, 2018",
"length":"Not Available",
"synopsis":"A young mother is on a mission to take revenge for the life that was stolen from her.",
"gerne":"Action/Thriller",
"language":"English",
"ticket":"150"},{"name":"Robin Hood",
"realease_date":"21 Nov, 2018",
"length":"Not Available",
"synopsis":"Robin Hood played by Taron Egerton after fighting in the crusades returns to forests in Sherwood only to find that the place is still gripped by corruption and tries to set things right.",
"gerne":"Adventure/Drama",
"language":"English",
"ticket":"150"},{"name":"Spider-Man: Into The Spider-Verse",
"realease_date":"14 Dec, 2018",
"length":"Not Available",
"synopsis":"Spider-Man: Into the Spider-Verse features Mike Morales, a Afro-Latino teenager, as the Spiderman. We follow Morales as he tries to balance his high school life and his secret Superhero status. ",
"gerne":"Drama/Sci-Fi",
"language":"English",
"ticket":"150"},{"name":"Bumblebee",
"realease_date":"28 Dec, 2018",
"length":"Not Available",
"synopsis":"On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie, on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred and broken. When Charlie revives him, she quickly learns this is no ordinary, yellow VW bug.",
"gerne":"Adventure/Action/Sci-Fi",
"language":"English",
"ticket":"150"},{"name":"Venom",
"realease_date":"05 Oct, 2018",
"length":"Not Available",
"synopsis":"Eddie Brock, a journalist, stumbles upon a story that lands him in big trouble, and he becomes the host to an alien Symbiote, which in turn gives him unimaginable powers. Bringing Marvel's one of the most enigmatic, complex, and badass characters to the big screen as Tom Hardy plays the role of the lethal protector, Venom. ",
"gerne":"Action/Sci-Fi",
"language":"English",
"ticket":"150"},{"name":"Dhh",
"realease_date":"28 Sep, 2018",
"length":"x45",
"synopsis":"Dhh is a heartwarming story of three friends, Gungun, Bajrang and Vakil, who are low performers in their class. Saddened by the constant punishments at the school, they ask a magician to help them ace their examination. Will the magic help them reach their true potential?",
"gerne":"Drama/Family",
"language":"Gujarati",
"ticket":"150"},{"name":"NatSamrat",
"realease_date":"Aug 30, 2018",
"length":"2 hrs 10 mins",
"synopsis":"Natsamrat depicts the tragic family life of a stage actor who has retired from acting but is unable to forget his fond memories of theatre and the stage.",
"gerne":"Drama/Family",
"language":"Gujarati",
"ticket":"150"},{"name":"Shu Thayu?",
"realease_date":"Aug 24, 2018",
"length":"2 hrs 15 mins",
"synopsis":"While playing cricket with his friends, Manan meets with an accident that causes loss of his partial memory. Now, Manan doesn't recognize his fiance Deepali or anything about his impending wedding. Will his friends tell, `What happened!` or will Manan remember everything?",
"gerne":"Comedy/Drama",
"language":"Gujarati",
"ticket":"150"},{"name":"Sharato Lagu",
"realease_date":"19 Oct, 2018",
"length":"2 hrs 17 mins",
"synopsis":"Satya and Saavi are a couple who are poles apart in personality and are introduced to each other as prospective marriage partners. Their crazy romantic story forms the crux of the plot.",
"gerne":"Drama",
"language":"Gujarati",
"ticket":"150"},{"name":"Tari Maate Once More",
"realease_date":"21 Sep, 2018",
"length":"2 hrs 38 mins",
"synopsis":"Tari Maate Once More revolves around six friends who are brought together by circumstances, after they drift apart post their graduation.",
"gerne":"Dance/Drama/Romance",
"language":"Gujarati",
"ticket":"150"},{"name":"Ventilator",
"realease_date":"14 Sep, 2018",
"length":"2 hrs 26 mins",
"synopsis":"A family patriarch, Girija Prasad Mandalia, is put on a ventilator, and all his relatives are gathered at the hospital. But, is it all due to respect and love for him? Or some of them have their personal agendas? While Prashant, Girija Prasad's son, contemplates on his estranged relationship with his father, Jaggu, his cousin, has demons of his own.Ventilator is the story of a dysfunctional Gujarati family who is searching new meanings of their bond, respect and love for each other. ",
"gerne":"Comedy/Drama",
"language":"Gujarati",
"ticket":"150"}
]