[
  {
    "name": "Amritlata",
    "date": "27 Sep Onwards",
    "time": "2hrs 30mins",
    "synopsis": "To celebrate the 75th birthday of Latadidi, this show was planned and 'Chaurang' is winning applauds from music lovers all over for its latest presentation 'Amrit Lata' - a beautiful bouquet of 75 selected songs sung by none other than Lata Mangeshkar.",
    "kindof": "Ravindra Natya Mandir: Mumbai",
    "venue": "Musical/Hindi",
    "ticket": "100"
  },
  {
    "name": "Diploma in corruption",
    "date": "27 Sep Onwards",
    "time": "3hrs 30mins",
    "synopsis": "Diploma in corruption is an attempt that stands against all odds to underline fundamentals of human nature. The play sets the stage for rediscovering moral values in a single room setup. ",
    "kindof": "Bal Gandharva Rang Mandir: Mumbai",
    "venue": "Drama/English",
    "ticket": "60"
  },
  {
    "name": "Jab Khuli Kitaab",
    "date": "29 Sep Onwards",
    "time": "2hrs 30mins",
    "synopsis": "Jab Khuli Kitaab is a family comedy-drama that follows a couple, desperately seeking divorce at the very fag end of their life to the paradoxical point of them reuniting through the process of separation.",
    "kindof": "Royal Opera House Theatre: Mumbai",
    "venue": "Drama/Hindi",
    "ticket": "300"
  },
  {
    "name": "Sehar",
    "date": "02 Nov",
    "time": "1hr",
    "synopsis": "Dreams are a figment of our imagination that makes us question the real from the created. Professor Saheb arrives in a quaint town of Kasauli for a quiet weekend, when he is pulled in by the mysterious sister in search. As he tries to help he is engulfed into a dream or a shocking reality leading to many questions, we dream in the nasha of Nisha and are awakened by the reality of Sehar. ",
    "kindof": "Ravindra Bharathi: Hyderabad",
    "venue": "Drama/Hindi",
    "ticket": "250"
  },
  {
    "name": "Slice of Life - Aapki Kahaani Humaari Zubaani",
    "date": "02 Nov",
    "time": "1hr 30mins",
    "synopsis": "A unique theater experience with No Script! The audience share real stories and watch it played back to then on the spot. Come! Watch your story unfold.",
    "kindof": "Royal Opera House Theatre: Mumbai",
    "venue": "Drama/Hindi-English",
    "ticket": "250"
  },
  {
    "name": "I, Cloud",
    "date": "13 Oct",
    "time": "1hr 30mins",
    "synopsis": "I, Cloud uses the matrix of Kalidas' Meghdoot, but turns it around completely as it takes us to an unspecified time in future, a kind of Brave New World which has zero tolerance for free thinking.",
    "kindof": "Harkat Studios: Mumbai",
    "venue": "Drama/hindi-english",
    "ticket": "300"
  },
  {
    "name": "Jab Shehar Humara Sota Hai",
    "date": "30 Sep",
    "time": "2hrs",
    "synopsis": "Jab Sheher Hamara Sota Hai' is an adaptation of Shakespeare's famed romantic tragedy ‘Romeo and Juliet'.",
    "kindof": "Mise En Scene: Mumbai",
    "venue": "Drama/Hindi",
    "ticket": "450"
  },
  {
    "name": "Jab We Separated ",
    "date": "Nov 10",
    "time": "3 hrs",
    "synopsis": "Jab We Separated - A two-act play written and directed by Rakesh Bedi.",
    "kindof": "Tata Theatre, NCPA: Mumbai",
    "venue": "Drama/Hindi",
    "ticket": "500"
  },
  {
    "name": "The Inspector General",
    "date": "29 Sep Onwards",
    "time": "1hr 30mins",
    "synopsis": "Based on Nikolai Gogol's classic play, The Inspector General is a satirical, screwball comedy and a twisted tale of con-artists about the wealthy diamond merchant family the Mehta's. Unexpectedly they are visited by a handsome stranger from Delhi whom they fear is a Tax Commissioner.",
    "kindof": "The Jeff Goldberg Studio: Mumbai",
    "venue": "Drama/English",
    "ticket": "300 "
  },
  {
    "name": "Guru Dakshina",
    "date": "25 Sep",
    "time": "1hr",
    "synopsis": "The play depicts the story of veer Eklavya, who wanted to be the student of Guru Dronacharya but was denied because of the fact that Eklavya was from a lower caste. After being rejected by Dronacharya, Eklavya embarks upon a program of self-study in the presence of a clay image of Drona. He achieves a level of skill superior to that of Arjuna, Drona's favorite and most accomplished pupil.",
    "kindof": "The Castiko Space: Mumbai",
    "venue": "Drama/Hindi",
    "ticket": "680"
  },
  {
    "name": "Chekhov Ki Duniya",
    "date": "30 Sep",
    "time": "2hrs",
    "synopsis": "The play 'Chekhov Ki Duniya' is a collection of six short stories by great Rusian writer Anton Chekhov. The story deal with human emotions in relationships running the gamut of trite power plays, sublime love, the commonplace everyday to exceptional circumstances, from the abyss of poverty to the idle games of the rich",
    "kindof": "Sathaye Auditorium: Vile Parle",
    "venue": "Drama/Hindi",
    "ticket": "300"
  },
  {
    "name": "Kaalchakra",
    "date": "30 Sep",
    "time": "1hr 50mins",
    "synopsis": "When their children start avoiding to look after their well being, the parents in their frail old age decide to take matters in their own hands. Parents did everything possible to give their children the best upbringing but failed to understand their own plight in the entire bargain.",
    "kindof": "Mysore Association Auditorium: Mumbai",
    "venue": "Drama/Hindi",
    "ticket": "300"
  },
  {
    "name": "Ramleela",
    "date": "06 Oct Onwards",
    "time": "1hr",
    "synopsis": "'Ramleela… Relive the Story' is an initiative of Grooming Babies Global Pvt. Ltd. to expose kids to our rich cultural heritage. We believe in grooming our babies to become future leaders. True leadership comes from being emotionally secure, confident & proactive which stems from being comfortable with one's culture, heritage and ethnic background. It is a predominant practice to stage Ramleela during Dussehra in India.",
    "kindof": "Creative Minds: Goregaon",
    "venue": "Drama/Hindi",
    "ticket": "1500"
  },
  {
    "name": "Rang Rangila Gujju Bhai",
    "date": "22 Dec",
    "time": "2hrs",
    "synopsis": "Prof. Priyakant is a flamboyant man. His wife Manju is a naive housewife. But like all wives, she too is of suspicious nature. Professor always manages to pull wool over her eyes. One day she accidentally finds a girl's photo from her husband's book, and her mind goes into overdrive. she confides in an old aunt who tells her to cook up a fake story of an affair. ",
    "kindof": "Mahakavi Kalidas Natyamandir: Mumbai",
    "venue": "Comedy/Gujarati",
    "ticket": "980"
  },
  {
    "name": "Shaatir",
    "date": "29 Sep Onwards",
    "time": "2hrs 15mins",
    "synopsis": "Shaatir, produced by Amardip and Bharat Narayandas Thakkar is a social thriller which true to its name speaks about the strategic scheming that the human mind is capable of. Akhilesh Raichand is a millionaire who is convinced that his pretty young wife Shefali is having an affair with someone.",
    "kindof": "Tejpal Auditorium: Mumbai",
    "venue": "Thriller/Gujarati",
    "ticket": "680"
  },
  {
    "name": "Amruta Gandhi - Not Guilty",
    "date": "02 Oct",
    "time": "2hrs 10mins",
    "synopsis": "This is a story of the constant battle taking place for ages between females and the hypocrite society. When money and power come along law has no choice but to succumb under its pressure, and a woman's life is destroyed/ruined",
    "kindof": "Aspee Auditorium: Mumbai",
    "venue": "Thriller/Gujarati",
    "ticket": "870"
  },
  {
    "name": "A Twisted Tale Of Beauty and the Beast",
    "date": "Sep 28",
    "time": "45 mins",
    "synopsis": "Beauty and the Beast are back but this time around with lot more laughter, dance, bone tickling comedy and a twist. Beauty is captured by Beast in the heart of Mumbai city, Bandra. Beast has few interesting slaves other than Beauty like mobile which talks and dances, clock that tick-tocks to any tune, Panda who doesn't do anything and a clown who does everything.",
    "kindof": "The Cuckoo Club: Bandra",
    "venue": "Drama/Hindi-English",
    "ticket": "500"
  },
  {
    "name": "Emil and the Detectives",
    "date": "19 Jan Onwards",
    "time": "1hr",
    "synopsis": "Never underestimate the determination of a child! Young Emil catches a train to visit family in the big city. Something valuable is stolen. But the thief soon discovers Emil was not such an easy target. A group of quick-thinking and resourceful children rally around. Can a bunch of kids work together to uncover and outsmart the true criminal?",
    "kindof": "Experimental Theatre: NCPA ",
    "venue": "Drama/English",
    "ticket": "750"
  },
  {
    "name": "Future Tense(d)",
    "date": "Oct 20",
    "time": "1hr 15mins",
    "synopsis": "In a fragmented world, where emotions are cracked and crooked, witness Love, Lust, Jealousy, Sloth, Expectation, Disappointment, Anger and Time come to life in a complete outlandish courtroom environment. An amalgamation of fiction, reality, science and music, the play shall not only enthrall its audience with its hard-to-ignore dark humour and satire but also want them and others to have more.",
    "kindof": "Canvas Laugh Club - Goa",
    "venue": "Drama/Hindi-English",
    "ticket": "500"
  },
  {
    "name": "Mirror, Mirror",
    "date": "01 Oct Onwards ",
    "time": "1hr 15mins",
    "synopsis": "Renowned Bollywood actor Minissha Lamba takes the stage for the first time in a story of sibling rivalry that traces the relationship between identical twins Minal and Maanya. It is a riveting story of a woman placed in the most extraordinary circumstances that forever change her destiny.",
    "kindof": "St. Andrews Auditorium: Mumbai",
    "venue": "Drama/English",
    "ticket": "500"
  }
]